{
	"news": [
		{
			"Title": "New Cluster Brings Balance To Force of Will",
			"News": "There will be five new Starter Decks released on September 7: Light, Fire, Water, Wind, and Darkness.  The game returns to the world of Valhalla, which will be familiar to long-time players of the game. In response to player feedback, Rulers will now be independent of the booster packs. Each Starter Deck will contain two (of 10) Rulers, which players will use to battle for the next year. The new Rulers each have unique Rune cards, and the power level of the new Runes in further sets will be adjusted based on the performance and usage frequency of the 10 rulers at high-level events, to better balance the game.",
			"ImageMid": "https://icv2.com/images/article_thumbs/650x650_ab962eb58ee979d928ff0061c65008c005c883a7bddfe6eae49fe4da.jpg",
			"ImageBig": "../images/fow.jpg",
			"Video": "",
			"Date": "June 1, 2018 - 6:24 PM"
		},

		{
			"Title": "Men in Black Spinoff Offered A Role To Kumail Nanjiani",
			"News": "Kumail Nanjiani has reportedly been offered a sidekick role in the upcoming Men in Black spinoff starring Chris Hemsworth and Tessa Thompson. It began life as cult comic book published by Aircel Comics in the early 1990s, then went on to become a smash hit movie franchise starring Will Smith and Tommy Lee Jones. Now, Men in Black will return to screens in a spinoff film with all-new lead characters. Sony's rebooted Men in Black will still take place in the original films' same sci-fi universe, where humans live alongside aliens, and secret agents called the Men in Black take care of law and order. But Smith and Jones will step aside as a new pair of heroes takes over. Hemsworth steps into one of the lead slots, playing the suave-but-goofy Agent H. He'll be joined by Tessa Thompson as Molly, a young woman who believes in aliens and wants to join the MiB. Liam Neeson was recently added to the cast as the leader of the British MiB.",
			"ImageMid": "https://static2.srcdn.com/wordpress/wp-content/uploads/2018/03/Kumail-Nanjiani-in-The-Big-Sick.jpg?q=50&fit=crop&w=798&h=407",
			"ImageBig": "../images/kumail.jpg",
			"Video": "",
			"Date": "May 17, 2018 - 5:06 PM"
		},

		{
			"Title": "The recipes for solar system formation are getting a rewrite",
			"News": "With a mortar and pestle, Christy Till blends together the makings of a distant planet. In her geology lab at Arizona State University in Tempe, Till carefully measures out powdered minerals, tips them into a metal capsule and bakes them in a high-pressure furnace that can reach close to 35,000 times Earth’s atmospheric pressure and 2,000° Celsius. In this interplanetary test kitchen, Till and colleagues are figuring out what might go into a planet outside of our solar system.",
			"ImageMid": "https://www.sciencenews.org/sites/default/files/2018/05/main/articles/042818_LG_exoplanet_feat.jpg",
			"ImageBig": "../images/blackhole.jpg",
			"Video": "",
			"Date": "May 12 - 1:42 PM"
		}
	]
}