{
	"news": [
		{
			"Title": "George R. R. Martin's The Ice Dragon Novel Will Become A Movie",
			"News": "For the benefit of those who are still watching previous seasons of Game Of Thrones, a mild spoiler alert. Now then, for everyone caught up: hooray! We'll get to see a fun animated movie about the madcap adventures of Viserion, the poor dragon turned into a blue-flame-breathing beast in service of the Night King. Wait, hang on... we're being told by pedants that Viserion is not an ice dragon and that the planned new film The Ice Dragon will adapt some other corner of Thrones creator George RR Martin's work. Boooo! Here's what we do know, though: Warner Animation Group has bought up the rights to Martin's 1980 book The Ice Dragon, written before he started work on Thrones, and not set in the same realm (at least according to Martin, though publishers have been happy to make the connection). Instead, the story finds a young girl named Adara, who secretly befriends a rare ice dragon. Which comes in handy when an invading army of more regular, but still deadly creatures arrives to mess with her city and only the Ice Dragon can help her stop them.",
			"ImageMid": "https://cdn.empireonline.com/jpg/70/0/0/640/480/aspectfit/0/0/0/0/0/0/c/articles/5b05ac6cc2584c6506a3d702/george-rr-martin.jpg",
			"ImageBig": "",
			"Date": "10/05/2018 7:28 AM"
		},

		{
			"Title": "George R. R. Martin's The Ice Dragon Novel Will Become A Movie",
			"News": "For the benefit of those who are still watching previous seasons of Game Of Thrones, a mild spoiler alert. Now then, for everyone caught up: hooray! We'll get to see a fun animated movie about the madcap adventures of Viserion, the poor dragon turned into a blue-flame-breathing beast in service of the Night King. Wait, hang on... we're being told by pedants that Viserion is not an ice dragon and that the planned new film The Ice Dragon will adapt some other corner of Thrones creator George RR Martin's work. Boooo! Here's what we do know, though: Warner Animation Group has bought up the rights to Martin's 1980 book The Ice Dragon, written before he started work on Thrones, and not set in the same realm (at least according to Martin, though publishers have been happy to make the connection). Instead, the story finds a young girl named Adara, who secretly befriends a rare ice dragon. Which comes in handy when an invading army of more regular, but still deadly creatures arrives to mess with her city and only the Ice Dragon can help her stop them.",
			"ImageMid": "https://cdn.empireonline.com/jpg/70/0/0/640/480/aspectfit/0/0/0/0/0/0/c/articles/5b05ac6cc2584c6506a3d702/george-rr-martin.jpg",
			"ImageBig": "",
			"Date": "10/05/2018 7:28 AM"
		},

		{
			"Title": "World of Warcraft: Battle for Azeroth Will Be Released August 14th",
			"News": "A new age of warfare between the Horde and the Alliance is here. Declare your allegiance in World of Warcraft: Battle for Azeroth beginning August 14. As rivalries of the past arise once more, a powerful new resource emerges—and whoever lays claim to it could shape the future of all who make Azeroth their home. Azeroth paid a terrible price to end the apocalyptic march of the Legion’s crusade—but even as the world’s wounds are tended, it is the shattered trust between the Alliance and Horde that may prove hardest to mend. As this age-old conflict reignites, join your allies and champion your faction’s cause—Azeroth’s future will be forged in fire. Begin your first sortie into World of Warcraft’s seventh expansion by pre-purchasing Battle for Azeroth now! Players who pre-purchase will receive the expansion’s included level 110 character boost, and can begin earning the respect of four new playable Allied Races. Mount up on the Zandalar Gilded Ravasaur (Horde) or Kul Tiras Seabraid Stallion (Alliance) with the purchase of the Digital Deluxe Edition.",
			"ImageMid": "http://wow.zamimg.com/uploads/screenshots/normal/721265.jpg",
			"ImageBig": "",
			"Date": "April 4, 2018 - 9:48 AM"
		}
	]
}