{
	"news": [
		{
			"Title": "Stan Lee Faces Down Two Gunmen Outside LA Home",
			"News": "The Marvel Comics legend was reportedly confronted by two armed gunman outside of his home in Los Angeles recently, one of whom claimed that Lee owed him money. Police arrested the suspects and officers report that one of the men who was arrested had been at Lee's property earlier that week. An LAPD spokesperson had this to say about the incident. 'Officers were called to a property at 7.30pm after reports of an assault. It was claimed that a suspect had a gun and was threatening. Officers detained two individuals that matched the description and an investigation is ongoing. Three units are still on scene including officers and detectives.'",
			"ImageMid": "https://cdn.movieweb.com/img.news.tops/NEtDVYguN1Cgxv_1_b/Stan-Lee-Gunmen-Los-Angeles-Home-Police-Called.jpg",
			"ImageBig": "../images/gunmen.jpg",
			"Date": "April 27, 2018 - 2:11 PM"
		},

		{
			"Title": "Ron Howard Explains Turning Down Directing The Phantom Menace",
			"News": "Ron Howard was offered the chance to direct The Phantom Menace and turned it down. Though, it's not so simple as that, as the director has recently clarified. Still, the man who would ultimately go on to direct the forthcoming Solo: A Star Wars Story could have directed the famously maligned Episode I. What might that have looked like? We'll never know, but we do know what exactly happened. Solo: A Star Wars Story arrives in theaters next weekend and that means Ron Howard has been making the press rounds to promote it. During a recent interview, the topic of him possibly being offered Star Wars: The Phantom Menace back in the day came up. While he admits that did happen, it wasn't in such a formal way and really boiled down to a single discussion. Here's what Howard had to say about it.",
			"ImageMid": "https://cdn.movieweb.com/img.news.tops/NEpE44g2RFonsr_1_b/Ron-Howard-Said-No-Star-Wars-Phantom-Menace.jpg",
			"ImageBig": "../images/directing.jpg",
			"Date": "April 16, 2018 - 11:04 PM"
		},

		{
			"Title": "World of Warcraft: Battle for Azeroth Will Be Released August 14th",
			"News": "A new age of warfare between the Horde and the Alliance is here. Declare your allegiance in World of Warcraft: Battle for Azeroth beginning August 14. As rivalries of the past arise once more, a powerful new resource emerges—and whoever lays claim to it could shape the future of all who make Azeroth their home. Azeroth paid a terrible price to end the apocalyptic march of the Legion’s crusade—but even as the world’s wounds are tended, it is the shattered trust between the Alliance and Horde that may prove hardest to mend. As this age-old conflict reignites, join your allies and champion your faction’s cause—Azeroth’s future will be forged in fire. Begin your first sortie into World of Warcraft’s seventh expansion by pre-purchasing Battle for Azeroth now! Players who pre-purchase will receive the expansion’s included level 110 character boost, and can begin earning the respect of four new playable Allied Races. Mount up on the Zandalar Gilded Ravasaur (Horde) or Kul Tiras Seabraid Stallion (Alliance) with the purchase of the Digital Deluxe Edition.",
			"ImageMid": "http://wow.zamimg.com/uploads/screenshots/normal/721265.jpg",
			"ImageBig": "../images/bfa.jpg",
			"Date": "April 4, 2018 - 9:48 AM"
		}
	]
}